{
	"label": "Poteri",
	"mapping": {
		"description":  "system.description",
		"trapping":"data.trapping",
		"cf_name": {
			"path": "flags.cf.name",
			"converter": "translateCfName"
		},
		"rank": {
			"path": "system.rank",
			"converter": "translateFields"
		},
		"pp": {
			"path": "system.pp",
			"converter": "translateFields"
		},
		"range": {
			"path": "system.range",
			"converter": "translateFields"
		},
		"duration": {
			"path": "system.duration",
			"converter": "translateFields"
		}
	},
	"entries": {
		"Arcane Protection": {
			"name": "Protezione Arcana",
			"description": "<div class=\"swade-core\"><p>Con un successo, <i>protezione arcana</i> impone una penalità di -2 a tutti i poteri ostili, e di -4 con un incremento. Se un potere infligge danni, la penalità si applica anche a questi.</p><p><i>Protezione arcana</i> è cumulabile con il Vantaggio Resistenza Arcana.</p><p><b>Modificatori<b></p><p><ul><li><strong>Bersagli aggiuntivi (+1):</strong> Il potere può proteggere più di un bersaglio al costo di 1 PP addizionale per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Concentrazione, un lieve bagliore intorno al personaggio protetto, un feticcio."
		},
		"Banish": {
			"name": "Esiliare",
			"description": "<div class=\"swade-core\"><p><i>Esiliare</i> rispedisce le entità immateriali alla propria dimensione di origine. Tipicamente funziona su fantasmi, demoni, elementali e altri esseri simili (a discrezione del GM).</p><p><i>Esiliare</i> si risolve come tiro di abilità arcana contrapposto allo Spirito del bersaglio. Con un successo, la vittima è Scossa, e ogni incremento infligge una Ferita.</p><p>Se l'essere è Incapacitato, è costretto a tornare al proprio piano di esistenza. L'entità può comunque ritornare quando il GM lo ritenga opportuno, per esempio alla successiva luna piena, se qualcuno la evoca nuovamente, o anche dopo pochi round, nel caso di creature particolarmente potenti in circostanze o luoghi favorevoli al loro ritorno.</p></div>",

			"trapping": "Oggetti sacri, simboli arcani, una manciata di sale"
		},
		"Barrier": {
			"name": "Barriera",
			"description": "<div class=\"swade-core\"><p><i>Barriera</i> crea un muro dritto, lungo 5\"(10 metri) e alto 1\" (2 metri), di materiale immobile, che si adatta alla superficie su cui poggia. Lo spessore varia in base alla sostanza di cui è composto, ma di solito è di alcuni centimetri.</p><p>Il muro ha Durezza 10 e può essere distrutto come qualsiasi altro oggetto (vedi <b>Rompere Oggetti</b> a pag. 134).</p><p>Quando il potere termina o qualcuno lo distrugge, il muro collassa e si dissolve scomparendo del tutto senza lasciare residui.</p><p><b>Modificatori</b></p><p><ul><li><b>Danno (+1):</b> Chiunque entri in contatto con la barriera subisce 2d4 danni.</li><li><b>Forma speciale (+2):</b> La barriera assume la forma di un cerchio, quadrato o altra forma geometrica semplice.</li><li><b>Resistente (+1):</b> La Durezza del muro diventa 12.</li><li><b>Taglia (+1):</b> L'altezza e la lunghezza della barriera sono raddoppiati.</li></ul></p></div>",

			"trapping": "Fuoco, ghiaccio, rovi, ossa, energia, lega metallica a memoria di forma."
		},
		"Beast Friend": {
			"name": "Amicizia Animale",
			"description": "<div class=\"swade-core\"><p>Questo potere consente al personaggio di comunicare con le bestie naturali e di guidarne le azioni. Il costo di attivazione è pari alla somma della Taglia di ciascun bersaglio colpito (minimo 1 per creatura). Controllare cinque lupi (Taglia -1) costa quindi 5 Punti, per esempio. Controllare un rinoceronte (Taglia 5) ne costa 5.</p><p>Con un successo, le creature obbediscono a semplici comandi, in modo simile a un cane ben addestrato: possono attaccare i nemici e anche rischiare la vita per il proprio \"padrone\". Con un incremento, le creature sono obbedienti al punto di superare le proprie paure istintive pur di seguire gli ordini (ma non obbediranno comunque all'ordine di uccidersi).</p><p>Anche gli Sciami possono essere controllati. Per quelli Piccoli il costo è 1 Punto Potere, mentre è 2 per quelli Medi e 3 per quelli Grandi.</p><p><i>Amicizia animale</i> funziona solo su creature naturali con intelligenza animale, non su esseri umanoidi; inoltre, non ha effetto su creature evocate, magiche o in qualunque altro modo \"innaturali\".</p><b>Modificatori</b><ul><li><b>Passeggero della mente (+1):</b> Il personaggio può comunicare e percepire il mondo attraverso una qualunque delle creature controllate.</li></ul></p></div>",

			"trapping": " Il personaggio si concentra ed esegue gesti speciali verso la creatura."
		},
		"Blast": {
			"name": "Scarica",
			"description": "<div class=\"swade-core\"><p><i>Scarica</i> lancia una sfera esplosiva di materia o energia. L'area di effetto è quella di un Modello di Esplosione Media. Tutti i bersagli all'interno dell'area subiscono 2d6 danni, o 3d6 in caso di incremento (vedi <b>Attacchi con Effetto ad Area</b>, pag. 124).</p><p><b>Modificatori</p><p><ul><li>Danno (+2):</b> I danni inflitti diventano 3d6, e 4d6 con un incremento.</li><li><b>Effetto ad area (+0/+1):</b> L'area colpita può essere ridotta a quella di un Modello di Esplosione Piccola senza costi aggiuntivi, oppure allargata a quella di un Modello di Esplosione Grande per +1 Punto.</li></ul></p></div>",

			"trapping": " Sfera di fuoco, ghiaccio, luce, oscurità, dardi colorati, sciami di insetti."
		},
		"Blind": {
			"name": "Accecare",
			"description": "<div class=\"swade-core\"><p>Questo potere offusca la vista del bersaglio colpito, o lo rende pressoché cieco in caso di incremento.</p><p>Con un successo la vittima subisce una penalità di -2 a tutte le azioni che richiedono la vista, e di -4 in caso di incremento.</p><p>La vittima tenta automaticamente di interrompere l'effetto con un tiro di Vigore alla fine di ciascuno dei suoi turni successivi, come azione gratuita. Con un successo rimuove 2 punti di penalità (e può ripetere il tiro nei turni successivi, se è ancora presente una parte di penalità). Con un incremento rimuove del tutto gli effetti del potere.<p><strong>Modificatori</strong></p><p><ul><li><strong>Effetto ad area (+2/+3):</strong> Per +2 Punti il potere colpisce tutti i bersagli entro un Modello di Esplosione Media, e per +3 entro un Modello di Esplosione Grande.</li><li><strong>Forte (+1):</strong> Il tiro di Vigore della vittima subisce una penalità di -2.</li></ul></p></div>",

			"trapping": "Lampo di luce, sabbia negli occhi, confusione."
		},
		"Bolt": {
			"name": "Dardo",
			"description": "<div class=\"swade-core\"><p><i>Dardo</i> lancia fasci di energia o frammenti di materia contro i nemici.</p><p>Al tiro di attivazione si applicano gli stessi modificatori di un attacco a distanza (Copertura, Illuminazione, ecc), tranne quelli derivanti dalla Gittata.</p><p><i>Dardo</i> infligge 2d6 danni, o 3d6 con un incremento.</p><p><b>Modificatori</b></p><p><ul><li><b>Danno (+2):</b> Il danno diventa 3d6, e 4d6 con un incremento.</li></ul></p></div>",

			"trapping": "Fuoco, ghiaccio, luce, oscurità, raggi colorati o sciami di insetti."
		},
		"Boost/Lower Trait": {
			"name": "Incrementa/Riduci Tratto",
			"description": "<div class=\"swade-core\"><p>Con questo potere il personaggio può migliorare o peggiorare il dado di un Tratto del bersaglio (attributo o abilità che sia).</p><p>cIncrementare</i> il Tratto di un alleato lo migliora di un tipo di dado, di due con un incremento.</p><p><i>Ridurre</i> il Tratto di un nemico lo peggiora di un tipo di dado e di due con un incremento (minimo d4), e il potere si considera avere durata Istantanea. La vittima tenta automaticamente di rimuovere l'effetto con tiro di Spirito alla fine di ciascuno dei suoi turni successivi, come azione gratuita. Con un successo \"recupera\" un tipo di dado nel Tratto influenzato e può tentare nuovamente alla fine del suo turno successivo. Con un incremento, cancella del tutto gli effetti del potere.</p><p>Ulteriori attivazioni del potere che modificano lo stesso Tratto non si sovrappongono e si applica solo quello dall'effetto maggiore, ma è possibile modificare più di un Tratto contemporaneamente.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può influenzare più di un bersaglio al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Forte (+1):</b> Solo per <i>riduci tratto</i>. Il tiro di Spirito per rimuovere l'effetto subisce una penalità di -2.</li></ul></p></div>",

			"trapping": "Alterazione fisica, aura splendente, pozioni."
		},
		"Burrow": {
			"name": "Scavare",
			"description": "<div class=\"swade-core\"><p><i>Scavare</i> permette al bersaglio di fondersi nella terra. Il personaggio può rimanere nel sottosuolo in una sorta di \"limbo\" oppure scavare attraverso il terreno a metà del suo Passo (o a Passo pieno in caso di incremento al tiro di attivazione), senza però poter correre.</p><p>Il personaggio fusosi nel terreno può tentare un attacco a sorpresa effettuando un tiro di Furtività contrapposto a Percezione. Se vince, considera la vittima come se fosse Vulnerabile, oppure come Inerme in caso di incremento. Le vittime in Pausa possono tentare di interrompere tale attacco prima che si verifichi.</p><p>Il personaggio scavatore non può, di solito, sorprendere un nemico che è consapevole della sua presenza, ma può comunque beneficiare degli effetti di protezione e mobilità di questo potere.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può conferire la capacità di fondersi nel terreno a più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Potenza (+1):</b> Il bersaglio può \"scavare\" anche attraverso pietra, cemento o sostanze simili (alcune sostanze quali la plastica, il vetro o il piombo potrebbero bloccare il potere, a discrezione del GM).</li></ul></p></div>",

			"trapping": "Dissolversi nella terra e riapparire in un altro punto"
		},
		"Burst": {
			"name": "Esplosione",
			"description": "<div class=\"swade-core\"><p><i>Esplosione</i> produce un getto di energia o materia che investe i bersagli danneggiandoli.</p><p>Con un successo, il personaggio piazza il Modello Conico con l'origine adiacente a sé, estendendolo verso i nemici (vedi Attacchi con Effetto ad Area, pag. 124). Tutto ciò che si trova entro il Modello subisce 2d6 danni, o 3d6 in caso di incremento.</p><p><b>Modificatori</b></p><p><ul><li><b>Danno (+2):</b> Il potere infligge 3d6 danni, e 4d6 in caso di incremento.</li></ul></p></div>",

			"trapping": "Un getto di fiamme, luce o altra energia o sostanza."
		},
		"Confusion": {
			"name": "Confusione",
			"description": "<div class=\"swade-core\"><p><i>Confusione</i> confonde il bersaglio rendendolo Distratto e Vulnerabile, se quest'ultimo fallisce un tiro di Intelligenza (con -2 in caso di incremento al tiro di attivazione). Entrambi gli stati sono rimossi al termine del prossimo turno del bersaglio.</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+2/+3):</b> Per +2 Punti il potere colpisce tutti quelli entro un Modello di Esplosione Media e, per +3 Punti, entro un Modello di Esplosione Grande.</li></ul></p></div>",

			"trapping": "Luci ipnotiche, illusioni, allucinazioni, rumori assordanti"
		},
		"Damage Field": {
			"name": "Aura Distruttiva",
			"description": "<div class=\"swade-core\"><p>Aura distruttiva crea intorno al bersaglio una pericolosa aura che danneggia i nemici vicini. Alla fine del turno del bersaglio, tutti gli esseri adiacenti (compresi gli alleati!) subiscono 2d4 danni.</p><p><b>Modificatori</b></p><p><ul><li><b>Danno (+2):</b> Il danno inflitto diventa 2d6.</li></ul></p></div>",

			"trapping": "Aura infuocata, aculei, campo elettrico."
		},
		"Darksight": {
			"name": "Scurovisione",
			"description": "<div class=\"swade-core\"><p>Grazie a <i>scurovisione</i> il bersaglio vede anche nella totale oscurità, di conseguenza ignora fino a 4 punti di penalità da Illuminazione. In caso di incremento ignora fino a 6 punti e può vedere anche nel buio pesto.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Occhi brillanti, pupille dilatate, vista sonica"
		},
		"Deflection": {
			"name": "Deflettere",
			"description": "<div class=\"swade-core\"><p><i>Deflettere</i> può funzionare in molti modi. Potrebbe letteralmente deflettere i proiettili, oppure offuscare il bersaglio o produrre altri tipi di illusioni. Il risultato è comunque lo stesso: deviare gli attacchi in arrivo, in mischia e a distanza.</p><p>Per tutta la Durata, gli attacchi dei nemici subiscono una penalità di -2, o di -4 in caso di incremento.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Scudo mistico, refoli di vento, servitore invisibile che devia i proiettili."
		},
		"Detect/Conceal Arcana": {
			"name": "Arcano Celato/Rivelato",
			"description": "<div class=\"swade-core\"><p><i>Arcano rivelato</i> consente al bersaglio di individuare tutti i personaggi, oggetti ed effetti sovrannaturali nel suo campo visivo, compresi quelli <i>invisibili</i>, gli oggetti incantati, i dispositivi di Scienza Folle, ecc. Con un incremento, il personaggio comprende anche la natura generale dell'effetto arcano: pericoloso, oscuro, magico, miracoloso, ecc.</p><p><i>Arcano rivelato</i> consente inoltre al personaggio di ignorare fino a 4 punti di penalità quando attacca nemici nascosti da oscurità magica, <i>invisibilità</i>, o altre abilità simili. In caso di incremento, ignora del tutto tali penalità.</p><p><i>Arcano celato</i> impedisce invece che vengano percepite le energie arcane in funzione su un essere o su un oggetto di Scala Normale (vedi <b>Tabella della Taglia</b>, pag. 225).</p><p><b>Celato Contro Rivelato</b>: L'utilizzo di <i>arcano rivelato</i> su un bersaglio di arcano celato si risolve con un tiro contrapposto di abilità arcana (da tirare per ogni tentativo, ma non più di una volta per turno). Se vince il personaggio che ha lanciato arcano celato, l'altro non si rende conto del trucco, ma può terminare <i>arcano rivelato</i> e lanciarlo nuovamente per ottenere un altro tentativo.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Effetto ad area (+1/+2):</b> Solo per arcano celato. Spendendo +1 PP, il potere influenza tutto ciò che si trova entro un Modello di Esplosione Media, e per +2 PP entro un Modello di Esplosione Grande.</li><li><b>Forte (+1):</b> Solo per <i>arcano celato</i>. I tiri di chi utilizza arcano rivelato subiscono una penalità di -2.</li></ul></p></div>",

			"trapping": "Gesti mistici, sussurri, dispositivi rilevatori."
		},
		"Disguise": {
			"name": "Travestimento",
			"description": "<div class=\"swade-core\"><p>Travestimento consente al bersaglio di assumere l'aspetto (incluso l'abbigliamento, ma non le capacità) di un'altra persona della stessa Taglia e forma.</p><p>Coloro che hanno motivo di sospettare dell'identità del personaggio effettuano come azione gratuita un tiro di Percezione a -2 per scoprire l'inganno (o a -4 in caso di incremento al tiro di attivazione).<b><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Taglia (+1):</b> Il personaggio può assumere l'aspetto di qualcuno fino a due Taglie più grande o più piccolo.</li></ul></p></div>",

			"trapping": "Connotati plasmabili, aspetto illusorio, capello o pelo della creatura da imitare."
		},
		"Dispel": {
			"name": "Dissolvere",
			"description": "<div class=\"swade-core\"><p><i>Dissolvere</i> consente di annullare i poteri dei nemici. Non ha effetto su capacità innate come il soffio di un drago o il grido di una banshee, né su oggetti magici o altri incantesimi permanenti, a meno che la loro descrizione non specifichi altrimenti. Funziona normalmente contro gli <b>Oggetti Arcani</b> (pag. 194).</p><p><i>Dissolvere</i> può essere utilizzato su un potere i cui effetti sono in corso oppure per contrastare un potere nel momento in cui viene attivato. Per annullare un potere al momento dell'attivazione il personaggio deve essere in Pausa e interrompere l'azione del nemico.</p><p>In entrambi i casi, si tratta di un tiro contrapposto di abilità arcane, con un modificatore di -2 al tiro di chi tenta di <i>dissolvere</i> un potere attivato tramite un Background Arcano differente.</p><p>Se vince il personaggio che tenta di <i>dissolvere</i>, il potere bersaglio cessa immediatamente (o si considera fallito se <i>dissolto</i> al momento dell'attivazione). Con un incremento, il personaggio che ha attivato il potere <i>dissolto</i> diventa anche Distratto.</p><p><b>Modificatori</b></p><p><ul><li><b>Potenza (+1):</b> Per +1 Punto Potere, <i>dissolvere</i> può negare gli effetti di oggetti magici per un round, o per due in caso di incremento. Il tiro di attivazione subisce una penalità di -2 per gli oggetti magici tipici delle campagne fantasy, e di -4 per artefatti leggendari e reliquie divine.</li></ul></p></div>",

			"trapping": "Gesti delle mani, sussurri arcani."
		},
		"Divination": {
			"name": "Divinazione",
			"description": "<div class=\"swade-core\"><p><i>Divinazione</i> permette di contattare entità sovrannaturali per ottenere informazioni. Il personaggio deve trovarsi in un luogo significativo per lo spirito da contattare e deve preparare il potere per un minuto senza interruzioni. Per parlare con lo spirito di un defunto, per esempio, il personaggio dovrebbe trovarsi in prossimità della sepoltura, o nel luogo in cui è morto, o tenere in mano un suo oggetto personale; allo stesso modo, la comunicazione con entità divine può svolgersi solo in un tempio, per contattare gli spiriti del fuoco potrebbe essere necessaria la presenza di una fiamma libera, e così via.</p><p>Completata la preparazione, il personaggio effettua il tiro di attivazione. Con un successo, può porre le domande che desidera, e l'entità deve rispondere al meglio delle proprie conoscenze, ma può farlo in maniera ambigua, a seconda della propria natura e del tono della campagna. Con un incremento, l'essere contattato è di maggiore aiuto, dispone di più informazioni, o risponde in maniera più diretta (che lo voglia o meno).</p><p>Il tipo di entità contattata determina il tipo di conoscenze che possiede. Gli spiriti dell'oltretomba di solito conoscono soltanto fatti inerenti la propria vita e le circostanze della loro morte, e potrebbero ignorare anche l'identità del proprio assassino, se questi ha colpito senza farsi riconoscere.</p><p>Allo stesso modo, gli spiriti della natura sanno solo ciò che riguarda l'ambiente circostante, i demoni conoscono solo ciò che li ha coinvolti direttamente, e così via. Il GM deve decidere quali informazioni possiede ciascuna entità in base alla sua natura, origine e personalità.</p><p>Conclusa la <i>divinazione</i>, lo stesso spirito non può essere contattato nuovamente per 24 ore. Il GM può estendere questo limite a tutto un gruppo di spiriti o entità associate a un singolo luogo o circostanza, come per esempio gli spiriti dell'acqua di un particolare ruscello o le anime dei morti di una fossa comune.</p></div>",

			"trapping": "Seduta spiritica, preghiere, interrogare un demone."
		},
		"Drain Power Points": {
			"name": "Risucchiare Punti Potere",
			"description": "<div class=\"swade-core\"><p>I personaggi arcani più potenti utilizzano questo potere per annientare le energie dei rivali, e possono persino riuscire a impossessarsene.</p><p>L'attivazione del potere si effettua come tiro contrapposto allo Spirito della vittima, con un -2 al tiro di abilità arcana se il bersaglio possiede un Background Arcano differente.</p><p>Con un successo, la vittima perde 1d6 Punti Potere, e con incremento i punti perduti sono trasferiti al personaggio (che può superare il proprio massimo!). I Punti ottenuti permangono finché non vengono utilizzati, ma devono essere spesi per primi.</p><p>Il potere può anche avere come bersaglio un Oggetto Arcano (il cui creatore effettua in ogni caso il tiro contrapposto, che sia lui stesso a utilizzare l'oggetto o meno). Il dispositivo non può perdere più Punti Potere di quanti ne abbia.</p></div>",

			"trapping": "Preghiera, sussurri, gesti."
		},
		"Elemental Manipulation": {
			"name": "Manipolazione Elementale",
			"description": "<div class=\"swade-core\"><p>Questo potere consente di esercitare una forma basilare di controllo sui quattro elementi: acqua, aria, terra e fuoco (o su elementi differenti in ambientazioni particolari). Il potere agisce come se avesse Forza d6 o d8 in caso di incremento.</p><p>Alcuni esempi di cosa è possibile fare con ciascun elemento:</p><p><ul><li><b>ARIA:</b> Spingere qualcuno, spegnere una torcia, far divampare una fiamma, rinfrescare qualcuno (+2 al tiro contro la Fatica da calore).</li><li><b>TERRA:</b> Spostare un cubo di terra di 30 cm di lato (o la metà se di pietra) ogni round, coprire le impronte.</li><li><b>FUOCO:</b> Far apparire una fiamma pari a quella di una torcia, scagliare un getto di fuoco contro qualcuno (danni pari alla Forza), far divampare un fuoco esistente (vedi Fuoco a pag. 168).</li><li><b>ACQUA:</b> Far apparire un litro d'acqua (non all'interno di oggetti o persone), purificare 4 litri d'acqua.</li></ul></p></div>",

			"trapping": "Pochi semplici gesti."
		},
		"Empathy": {
			"name": "Empatia",
			"description": "<div class=\"swade-core\"><p>Riuscendo nel tiro di attivazione, contrapposto allo Spirito del bersaglio, il personaggio arcano stabilisce con esso un legame empatico: ne comprende lo stato emotivo e i pensieri più semplici, e ottiene +1 (+2 in caso di incremento) ai tiri di Intimidire, Persuasione, Esibirsi e Provocare contro il bersaglio.</p><p><i>Empatia</i> funziona anche sugli animali, conferendo +2 ai tiri di Cavalcare o di altre abilità utili per interagire con la creatura.</p></div>",

			"trapping": "Concentrazione, sorriso affabile, copricapo telepatico, scambio di convenevoli."
		},
		"Entangle": {
			"name": "Avviluppare",
			"description": "<div class=\"swade-core\"><p><i>Avviluppare</i> consente di bloccare un bersaglio nel ghiaccio, o per mezzo di fasci di energia, o tramite altri Aspetti simili (con Durezza 5). Se il tiro di attivazione ha successo, il bersaglio è Avviluppato, mentre con un incremento è Bloccato.</p><p>La vittima può tentare di liberarsi durante il proprio turno come descritto in <b>Avviluppato e Bloccato</b>, a pag. 126.</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+2/+3):</b> Per +2 Punti Potere l'effetto si estende a tutti gli esseri entro un Modello di Esplosione Media, o Grande per +3 Punti Potere.</li><li><b>Forte (+2):</b> Il materiale avviluppante diventa particolarmente resistente: ottiene Durezza 7 e i tiri per liberarsi subiscono una penalità di -2.</li></ul></p></div>",

			"trapping": "Bomba adesiva, manette, rete, ragnatela, piante rampicanti."
		},
		"Environmental Protection": {
			"name": "Protezione dall'Ambiente",
			"description": "<div class=\"swade-core\"><p>Gli avventurieri a volte viaggiano sotto le onde, nello spazio o in altri ambienti ostili, e questo potere li protegge dalla pressione, dal calore, dal freddo e persino dalle radiazioni di tali ambienti inospitali.</p><p>Il bersaglio diventa in grado di respirare, parlare e muoversi del suo normale Passo persino in un tipo ambiente che altrimenti gli sarebbe fatale, protetto dal calore, freddo, pressione, radiazioni e mancanza di ossigeno. In generale, il personaggio può agire normalmente sott'acqua, nello spazio, dentro il cono di un vulcano, ecc. In situazioni estreme, quali l'immersione nella lava vera e propria o la fusione del nocciolo di un reattore nucleare, l'effetto del potere si esaurisce rapidamente, durando solo 1d4 round.</p><p><i>Protezione dall'ambiente</i> riduce inoltre di 4 i danni da fonti simili (o di 6 in caso di incremento). Se per esempio viene attivato per proteggere dal calore, riduce anche i danni causati da un lanciafiamme o dal potere dardo con Aspetti di fuoco.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può proteggere più di un bersaglio al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Un segno sulla fronte, pozioni, branchie."
		},
		"Farsight": {
			"name": "Visione Remota",
			"description": "<div class=\"swade-core\"><p><i>Visione remota</i> consente al bersaglio di vedere in dettaglio a grandi distanze, fino a poter leggere le labbra o il testo di un libro fino a un chilometro e mezzo di distanza.</p><p>Con un incremento, inoltre, le penalità da Gittata per qualunque capacità sono dimezzate.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Occhi d'aquila, vento, segni invisibili sui bersagli."
		},
		"Fear": {
			"name": "Paura",
			"description": "<div class=\"swade-core\"><p><i>Paura</i> causa un senso di orrore incontenibile. Il bersaglio deve effettuare un tiro contro la Paura. Le Comparse che falliscono il tiro sono prese dal Panico, mentre i Protagonisti che non lo superano devono tirare sulla tabella della Paura. In caso di incremento al tiro di attivazione, il tiro di Paura delle vittime subisce una penalità di -2, e i Protagonisti devono aggiungere +2 al tiro sulla tabella della Paura.</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+2/+3):</b> Per +2 Punti Potere l'effetto si estende a tutti gli esseri entro un Modello di Esplosione Media, o Grande per +3 Punti Potere.</li></ul></p></div>",

			"trapping": "Gesti, energia arcana, brividi."
		},
		"Fly": {
			"name": "Volare",
			"description": "<div class=\"swade-core\"><p>Questo potere consente al bersaglio di volare con Passo 12 (o 24 in caso di incremento), senza però poter correre.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+2):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +2 Punti per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Ali, raffiche di vento, scopa volante."
		},
		"Growth/Shrink": {
			"name": "Crescita/Rimpicciolimento",
			"description": "<div class=\"swade-core\"><p><i>Crescita</i> aumenta la Taglia del bersaglio di 1 ogni 2 Punti Potere spesi. Ogni aumento di Taglia migliora la Forza di un tipo di dado e conferisce +1 alla Robustezza (Vedi anche pag. 137 per ulteriori dettagli sulla <b>Taglia</b>).</p><p><i>Rimpicciolimento</i> riduce la Taglia del bersaglio di 1 ogni 2 Punti Potere spesi, fino a un minimo di Taglia -2 (cioè più o meno le dimensioni di un gatto). Ogni riduzione della Taglia peggiora la Forza di un tipo di dado (minimo d4), e riduce di 1 la Robustezza (minimo 2).</p><p>Se il bersaglio non è consenziente, il tiro di attivazione è contrapposto a un tiro di Spirito.</p></div>",

			"trapping": "Gesti, parole di potere, pozioni."
		},
		"Havoc": {
			"name": "Devastazione",
			"description": "<div class=\"swade-core\"><p>Questo potere crea caos e confusione nell'area colpita, scaraventando cose e persone in ogni direzione.</p><p>Con un successo, il personaggio piazza il Modello di Esplosione Media entro la Gittata, oppure il Modello Conico con origine nella sua posizione (vedi <b>Attacchi con Effetto ad Area</b>, pag. 124).</p><p>Tutti quelli toccati dal modello diventano immediatamente Distratti e devono anche effettuare un tiro di Forza (con -2 in caso di incremento). Coloro che falliscono sono scaraventati di 2d6\" lontano dal personaggio, se ha scelto il Modello Conico, o lontano dal centro del Modello di Esplosione (per un bersaglio che si trovi al centro esatto del modello, è il personaggio arcano a scegliere la direzione).</p><p>Le vittime che finiscono contro un ostacolo solido (per esempio un muro) subiscono 2d4 danni (non letali, a meno che non siano presenti spuntoni o altri pericoli).</p><p><b>Bersagli Volanti</b>: Creature volanti o sospese in aria subiscono un ulteriore -2 al tiro di Forza, non potendosi appigliare al terreno.</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+1):</b> Per +1 Punto l'effetto si estende a tutti gli esseri entro un Modello di Esplosione Grande.</li><li><b>Forte (+1):</b> I tiri di Forza subiscono un modificatore di -2.</li></ul></p></div>",

			"trapping": "Tornado, poltergeist, campo di repulsione."
		},
		"Healing": {
			"name": "Guarigione",
			"description": "<div class=\"swade-core\"><p><i>Guarigione</i> rimuove le Ferite subite entro l'ultima ora. Con un successo, il potere guarisce una Ferita, due in caso di incremento (a prescindere dal numero di incrementi). <i>Guarigione</i> può comunque essere lanciato più volte per rimuovere ulteriori Ferite.</p><p>Per le Comparse, il GM deve per prima cosa determinare se sono ancora vive (vedi <b>Conseguenze sulle Comparse</b>, pag. 123). In caso affermativo, con un successo al tiro di attivazione ritornano pronte all'azione (ma Scosse).</p><p><b>Modificatori</b></p><p><ul><li><b>Guarigione maggiore (+10):</b> <i>Guarigione maggiore</i> guarisce anche le Ferite subite più di un'ora prima.</li><li><b>Lesioni permanenti (+20):</b> Il potere guarisce una Lesione Permanente (vedi Incapacitato a pag. 121). In questo caso, il potere richiede un'ora di preparazione, ed è possibile un solo tentativo per Lesione. Se fallisce, il personaggio non può provare nuovamente a <i>guarire</i> quella specifica lesione (ma altri personaggi sono liberi di tentare). Se la guarigione ha successo, il bersaglio è Esausto per 24 ore.</li><li><b>Neutralizzare veleno o malattia (+1):</b> Con un successo, il potere annulla gli effetti di un veleno o malattia. Se al veleno o malattia è associato un modificatore, esso si applica anche al tiro di abilità arcana.</li></ul></p></div>",

			"trapping": "Imporre le mani, toccare la vittima con un simbolo sacro, tonico rinvigorente."
		},
		"Illusion": {
			"name": "Illusione",
			"description": "<div class=\"swade-core\"><p>Creare qualcosa dal nulla è un potere immenso... anche se la cosa creata non è reale! <i>Illusione</i> può essere utilizzato per creare una scena o replica visiva di qualunque cosa il personaggio riesca a immaginare, ma priva di suoni, immateriale e incapace di influenzare il mondo reale. L'illusione di un cane, per esempio, non abbaia, e non ci si può sedere su una sedia illusoria. Coloro che entrano in contatto con un'<i>illusione</i> o che per qualche motivo ne dubitano, effettuano, come azione gratuita, un tiro di Intelligenza (a -2 se il potere è stato attivato con un incremento). Se ottengono un successo, non ne subiscono più gli effetti. Per i gruppi di Comparse il GM dovrebbe effettuare un tiro di gruppo, in modo da rappresentare il fatto che queste possono comunicare tra loro. Il volume dell'<i>illusione</i> non può eccedere le dimensioni di una sfera grande come il Modello di Esplosione Media (cioè con un diametro di 8 metri).</p><p><b>Modificatori</b></p><p><ul><li><b>Forte (+2):</b> I tiri di Intelligenza per non cadere nell'<i>illusione</i> subiscono una penalità di -2.</li><li><b>Suoni (+1):</b> Il potere genera anche suoni appropriati. Un gruppo di alleati può parlare, uno stormo di corvi può gracchiare, e così via. Non può però coprire o silenziare altri suoni.</li></ul></p></div>",

			"trapping": "Ologrammi, incantamenti, \"materializzatore etereo\"."
		},
		"Intangibility": {
			"name": "Immaterialità",
			"description": "<div class=\"swade-core\"><p>Il bersaglio di questo potere diventa incorporeo: non è in grado di influenzare il mondo fisico né di esserne influenzato. Può attraversare i muri e le armi non magiche non lo danneggiano. Anche gli oggetti che il bersaglio ha con sé al momento dell'attivazione diventano immateriali.</p><p>Il personaggio può interagire con altri esseri incorporei e può essere colpito da attacchi sovrannaturali, compresi poteri e oggetti incantati.</p><p>Il personaggio ritorna corporeo al termine della durata ma, se in quel momento si trova all'interno di qualcosa (o qualcuno!), viene scaraventato nello spazio libero più vicino, e diventa Stordito.</p><p>Se il bersaglio non è consenziente, può resistere al tiro di attivazione con un tiro contrapposto di Spirito.</p></div>",

			"trapping": "Forma eterea, spettrale o gassosa, trasformazione in ombra."
		},
		"Invisibility": {
			"name": "Invisibilità",
			"description": "<div class=\"swade-core\"><p>Con un successo, il bersaglio diventa trasparente ma circondato da un lieve alone o contorno sfumato. Tutte le azioni contro il bersaglio che richiedano la vista subiscono una penalità di -4, o -6 in caso di incremento. Le stesse penalità si applicano ai tiri di Percezione per individuarne la presenza.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+3):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +3 Punti per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Polvere, pozione, luci iridescenti"
		},
		"Light / Darkness": {
			"name": "Luce/Oscurità",
			"description": "<div class=\"swade-core\"><p><i>Luce</i> crea un'illuminazione brillante entro un Modello di Esplosione Grande. Con un incremento, la luce può anche essere concentrata in un fascio lungo 5\"(10 metri).</p><p><i>Oscurità</i> blocca la luce in un'area pari a un Modello di Esplosione Grande, imponendo condizioni equivalenti a Oscurità (-4) o Buio Pesto (-6) in caso di incremento (vedi <b>Illuminazione</b>, pag. 131).</p><p>Se sovrapposti, <i>luce e oscurità</i> creano una zona di Luce Fioca (-2).</p><p><b>Modificatori</b></p><p><ul><li><b>Mobile (+1):</b> Il personaggio può spostare l'area influenzata di una distanza pari al suo dado di abilità arcana ogni round, oppure può vincolarla a un oggetto inanimato al momento dell'attivazione.</li></ul></p></div>",

			"trapping": "Fiamme illusorie, luce del sole; ombre, nebbia."
		},
		"Mind Link": {
			"name": "Legame Mentale",
			"description": "<div class=\"swade-core\"><p><i>Legame mentale</i> crea una connessione telepatica tra due individui. Non è necessario che uno dei due sia il personaggio che attiva il potere. Il potere funziona solo su soggetti consenzienti e trasmette solo i pensieri che desiderano effettivamente condividere: quelli che non sono trasmessi volontariamente rimangono privati.</p><p>Una volta attivato, il legame rimane in funzione fino a 1,5 km di distanza, o 7,5 in caso di incremento.</p><p>Se uno dei personaggi collegati subisce una Ferita, gli altri devono effettuare un tiro di Intelligenza per non diventare Scossi (questo effetto non può causare una Ferita).</p><p>La velocità di comunicazione è equivalente a quella del parlato, ma in caso di incremento è possibile \"comprimere\" fino a 30 secondi di comunicazione in un singolo turno di combattimento.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Talismani, cristalli, dispositivi auricolari."
		},
		"Mind Reading": {
			"name": "Lettura del Pensiero",
			"description": "<div class=\"swade-core\"><p><i>Lettura del pensiero</i> si attiva tramite un tiro contrapposto all'Intelligenza del bersaglio. Con un successo, il personaggio arcano ottiene una risposta veritiera dalla mente del bersaglio. Questi è consapevole dell'intrusione, a meno che il tiro di attivazione non abbia ottenuto un incremento. Il GM può applicare un modificatore al tiro in base agli Svantaggi mentali o alle condizioni psichiche o emotive del bersaglio.</p></div>",

			"trapping": "Intrusione psionica, vista spirituale."
		},
		"Mind Wipe": {
			"name": "Cancellare Ricordi",
			"description": "<div class=\"swade-core\"><p><i>Cancellare ricordi</i> rimuove una parte della memoria della vittima: un effetto considerato una terribile violazione nella maggior parte delle società civilizzate. Il bersaglio resiste al tiro di attivazione con un tiro contrapposto di Intelligenza. L'intera procedura richiede un minuto, durante il quale la vittima deve essere cosciente. Ne consegue che se non è immobilizzata o imprigionata, può semplicemente allontanarsi oltre la Gittata del potere.</p><p>Con un successo, la vittima dimentica un singolo evento (fino a 30 minuti circa). Un incremento permette di cancellare un ricordo più complesso, riferito a numerose ore di vita.</p><p>Se il bersaglio vince il tiro contrapposto, il personaggio arcano non può tentare di influenzarlo nuovamente per le successive 24 ore (ma possono farlo altri personaggi).</p><p>Il ricordo è comunque scomparso, ma prove lampanti che contraddicono la \"logica\" consentono un tiro di Intelligenza a -2 per far riaffiorare frammenti di verità (a discrezione del GM).</p><p><b>Modificatori</b></p><p><ul><li><b>Alterare ricordi (+1):</b> Invece di cancellare un ricordo, il personaggio può modificarlo come preferisce.</li><li><b>Attivazione rapida (+2):</b> Il potere può essere attivato con una normale azione.</li></ul></p></div>",

			"trapping": "Bevanda intossicante, parassiti, toccare le tempie del bersaglio."
		},
		"Object Reading": {
			"name": "Psicometria",
			"description": "<div class=\"swade-core\"><p><i>Psicometria</i> consente di vedere il passato di un oggetto inanimato, scoprendo chi lo ha toccato, a chi è appartenuto, in quali luoghi è stato e per cosa è stato utilizzato. L'oggetto non è dotato coscienza propria: il personaggio arcano vede frammenti di eventi passati svoltisi in sua presenza.</p><p>Con un successo, il personaggio osserva gli eventi che si sono svolti entro 10 metri, non più di 5 anni prima. Con un incremento, invece, i limiti diventano 20 metri e 100 anni. Il personaggio può andare \"avanti veloce\" e \"riavvolgere\" le visioni come preferisce, saltando 10 anni in circa un minuto. Quando decide di osservare un evento, la visione dura quanto l'evento stesso.</p><p><b>Modificatori</b></p><p><ul><li><b>Ascoltare il passato (+2):</b> Il personaggio può anche ascoltare i suoni e le conversazioni.</li></ul></p></div>",

			"trapping": "Toccare l'oggetto, mani splendenti."
		},
		"Protection": {
			"name": "Protezione",
			"description": "<div class=\"swade-core\"><p><i>Protezione</i> crea un campo o strato di energia o materia intorno al bersaglio, che ottiene +2 Armatura, o +4 in caso di incremento.</p><p>Che l'effetto sia visibile o meno, dipende dagli Aspetti.</p><p><i>Protezione</i> non è cumulabile con altre armature, ma vedi il Modificatore <b>Robustezza</b>, sotto.</p><p><b>Nota:</b> Nella precedente edizione italiana di <i>Savage Worlds</i>, protezione si chiamava armatura (rispettivamente, in inglese, <i>protection</i> e <i>armor</i>). La nuova denominazione riflette in maniera più adeguata gli effetti del potere.</p><p><b>Modificatori</b></p><p><ul><li><b>Armatura aggiuntiva (+1):</b> +4 Armatura con un successo; +6 con un incremento.</li><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Robustezza (+2):</b> Il bonus di protezione si applica alla Robustezza anziché all'Armatura. In tal modo, il potere si cumula agli effetti delle armature indossate o naturali, e protegge anche da attacchi con Penetrazione Armatura.</li></ul></p></div>",

			"trapping": "Bagliore mistico, pelle indurita, armatura eterea, nano-macchine."
		},
		"Puppet": {
			"name": "Marionetta",
			"description": "<div class=\"swade-core\"><p><i>Marionetta</i> si attiva tramite un tiro contrapposto allo Spirito del bersaglio.</p><p>Con un successo, la vittima esegue automaticamente i comandi del personaggio arcano, purché non implichino un danno per sé o per coloro ai quali tiene.</p><p>Con un incremento, la vittima è completamente soggiogata, ma può effettuare un tiro gratuito di Spirito per evitare di compiere un'azione che implichi un danno per sé o per coloro ai quali tiene. Se ottiene un successo, può ignorare quello specifico ordine, ma rimane comunque sotto il controllo del personaggio arcano. Se invece ottiene un incremento, si libera dal controllo mentale e il potere termina immediatamente.</p><p>Gli ordini impartiti devono essere generici: \"attacca quella persona\", \"apri quella porta\". Il controllore non può decidere dettagli quali il numero di azioni da compiere durante il proprio turno, l'utilizzo o meno del Vantaggio Spazzata, e simili.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+2): Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +2 Punti per ogni bersaglio oltre il primo.</p></div>",

			"trapping": "Occhi brillanti, trance, un orologio da taschino che oscilla, bambola vudù."
		},
		"Relief": {
			"name": "Sollievo",
			"description": "<div class=\"swade-core\"><p><i>Sollievo</i> rimuove un livello di Fatica, o due in caso di incremento. Può anche rimuovere lo stato di Scosso e, con un incremento, cancella anche quello di Stordito.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Preghiere, tonici."
		},
		"Resurrection": {
			"name": "Resurrezione",
			"description": "<div class=\"swade-core\"><p>La capacità di riportare in vita una persona è forse il potere più grande in assoluto e consente di riunire amanti e riportare la gioia nel cuore di chi ha perduto una persona cara, ma può anche far crollare regni.</p><p>Per riportare in vita un morto è necessario che il corpo sia ragionevolmente integro e che il trapasso sia avvenuto al massimo un anno prima. Per far ritornare lo spirito del defunto, il personaggio deve dedicare quattro ore a preghiere, meditazione, canti rituali o cure di altro tipo rivolte al corpo da rianimare.</p><p>Completato questo processo, il personaggio effettua il tiro di attivazione con una penalità di -8. Con un successo, il bersaglio ritorna in vita con tre Ferite ed Esausto. Con un incremento, è solo Esausto.</p><p><b>Modificatori</b></p><p><ul><li><b>Potenza (+5):</b> Il potere può resuscitare un bersaglio morto fino a dieci anni prima.</li></ul></p></div>",

			"trapping": "Cerimonie elaborate, piante rare, amuleti magici, intervento divino."
		},
		"Shape Change": {
			"name": "Cambiare Forma",
			"description": "<div class=\"swade-core\"><p>Le leggende di sciamani o maghi che si trasformano in animali sono comuni in molte culture. Questo potere consente al personaggio arcano di assumere la forma di qualunque animale (incluse creature fantastiche come draghi o ippogrifi, se esistenti nell'ambientazione, ma non creature umanoidi, non morti, ecc).</p><p>Le forme che il personaggio può assumere dipendono dal Rango:</p><p><div class=\"swade-core\">\n<table class=\"table value-table\"><caption class=\"table-caption\">\n<h2 class=\"table-title\">CAMBIARE FORMA</h2>\n</caption>\n<tbody>\n<tr class=\"table-header-row\">\n<th class=\"table-column-header\" scope=\"col\">COSTO</th>\n<th class=\"table-column-header\" scope=\"col\">RANGO</th>\n<th class=\"table-column-header\" scope=\"col\">Taglia</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td>3</td>\n<td>Principiante</td>\n<td>Da -4 a -1</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Navigato</td>\n<td>0</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Veterano</td>\n<td>Da 1 a 2</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Eroico</td>\n<td>Da 3 a 4</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Leggendario</td>\n<td>Da 5 a 10</td>\n</tr>\n</tbody>\n</table>\n</div></p><p>Con un incremento, il personaggio si trasforma in un esemplare particolarmente grande, i cui dadi di Forza e Vigore sono migliorati di un tipo.</p><p>Armi e altri effetti personali (armature, indumenti, ecc) del personaggio si fondono nella nuova forma e riappaiono al termine della Durata, ma altri oggetti cadono semplicemente di mano al momento della trasformazione.</p><p>Durante l'effetto, il personaggio mantiene i propri Vantaggi e Svantaggi e i valori di Spirito e Intelligenza e abilità associate (anche se, a discrezione del GM, potrebbe non essere in grado di utilizzarne alcune, in base alla forma assunta). Il personaggio ottiene invece l'Agilità, Forza, Vigore e abilità associate dell'animale, e non può utilizzare oggetti che richiedono forma umanoide. Non può parlare né utilizzare i propri poteri (ma può mantenere eventuali poteri attivati in precedenza).</p><p>Il personaggio dispone anche delle capacità speciali della creatura, ma solo di quelle inerenti alla sua forma fisica. Non ne ottiene le eventuali capacità magiche. Un tipico drago fantasy può, per esempio, volare e sputare fiamme, e altrettanto può fare un personaggio che abbia <i>cambiato forma</i>. Se i draghi dell'ambientazione sono anche in grado di lanciare incantesimi, però, il personaggio non sa fare altrettanto, perché si tratta di una capacità non inerente alla loro forma fisica.</p><p><b>Taglia</b>: Il personaggio <i>non</i> ottiene eventuali Ferite addizionali se si trasforma in una creatura di Scala Grande, Enorme o Mastodontica.</p><p><b>Modificatori</b></p><p><ul><li><b>Parlare (+1):</b> Il personaggio mantiene la capacità di parlare (ma non può comunque attivare i propri poteri).</li></ul></p></div>",

			"trapping": "Metamorfosi, mutazione, talismani, tatuaggi."
		},
		"Sloth/Speed": {
			"name": "Lentezza/Velocità",
			"description": "<div class=\"swade-core\"><p><i>Lentezza</i> peggiora rapidità e coordinazione. Il movimento totale (Passo e corsa) del bersaglio è dimezzato (arrotondato per eccesso) e, in caso di incremento, la vittima deve considerare il movimento come un'azione. Alla fine di ciascuno dei suoi turni successivi, Il bersaglio effettua automaticamente un tiro di Spirito per cancellare gli effetti di lentezza.</p><p><i>Velocità</i>, se lanciato con successo, raddoppia il movimento totale, con un incremento il bersaglio ignora la penalità di -2 causata dalla corsa.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Solo <i>velocità</i>. Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Effetto ad area (+2/+3):</b> Solo <i>lentezza</i>. Per +2 PP potere influenza tutti i personaggi entro un Modello di Esplosione Media, per +3 PP tutti quelli entro un Modello di Esplosione Grande.</li><li><b>Forte (+1):</b> Solo <i>lentezza</i>. Il tiro di Spirito per cancellare gli effetti del potere subisce una penalità di -2.</li><li><b>Rapidità (+2):</b> Solo <i>velocità</i>. La penalità complessiva da Azioni Multiple per ciascun turno è ridotta di 2 (il bersaglio può compiere due azioni senza penalità, oppure tre azioni con -2).</li></ul></p></div>",

			"trapping": "Rallentare il tempo, movimenti sfocati, chiazze d'olio o di ghiaccio."
		},
		"Slumber": {
			"name": "Sonno",
			"description": "<div class=\"swade-core\"><p>Coloro che preferiscono agire in segreto o evitare di danneggiare gli altri trovano molto utile questo potere, che fa cadere le vittime in un sonno profondo.</p><p>Il bersaglio deve effettuare un tiro di Spirito (con -2 in caso di incremento al tiro di attivazione). Se fallisce, si addormenta e rimane addormentato per tutta la Durata. Suoni molto forti o tentativi fisici di risvegliarlo (per esempio scuotendolo) permettono di tirare nuovamente Spirito per annullare gli effetti del potere.</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+2/+3):</b> Per +2 Punti Potere l'effetto si estende a tutti gli esseri entro un Modello di Esplosione Media, o Grande per +3 Punti Potere.</li></ul></p></div>",

			"trapping": "Una litania, polvere o sabbia soffiata contro il bersaglio."
		},
		"Smite": {
			"name": "Castigo",
			"description": "<div class=\"swade-core\"><p>Questo potere ha come bersaglio una arma. Nel caso di armi a distanza, influenza un intero caricatore, 20 frecce, quadrelli o cartucce, o quantità equivalenti (a descrizione del GM per armi inusuali). Per tutta la Durata, il danno dell'arma è aumentato di +2, o +4 con un incremento al tiro di attivazione.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Bagliore colorato, rune, sigilli, energia crepitante, spuntoni che si protendono dalla lama."
		},
		"Sound/Silence": {
			"name": "Suono/Silenzio",
			"description": "<div class=\"swade-core\"><p><i>Suono</i> imita un suono o voce noti al personaggio arcano, che si emana da un punto a sua scelta entro la Gittata, con un volume non superiore a quello di un grido umano. Se utilizzato come Test, il difensore effettua un tiro contrapposto di Intelligenza.</p><p>Silenzio crea un'area pari a un Modello di Esplosione Grande nella quale sparisce ogni suono con un volume non superiore a quello di un grido umano: coloro che si trovano all'interno dell'area colpita subiscono -4 ai tiri di Percezione, così come coloro che dall'esterno tentano di sentire i suoni o le parole provenienti dall'interno dell'area. Con un incremento, silenzio fa sparire qualunque suono, a prescindere dal volume, e i tiri di Percezione di cui sopra falliscono automaticamente.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersaglio (+0):</b> Invece di influenzare un'area, silenzio colpisce specifici individui entro la Gittata, al costo di +1 Punto per bersaglio. Ciascuna delle vittime può resistere all'effetto con un tiro riuscito di Spirito (a -2 se il potere è stato attivato con un incremento).</li><li><b>Mobile (+1):</b> Il personaggio arcano può muovere l'area d'effetto di una distanza in pollici pari al proprio dado di abilità arcana ogni round.</li></ul></p></div>",

			"trapping": "Vibrazioni nell'aria, tintinnio di un campanello."
		},
		"Speak Language": {
			"name": "Parlare Linguaggio",
			"description": "<div class=\"swade-core\"><p>Questo potere permette al bersaglio di comprendere, parlare, leggere e scrivere una lingua propria di una razza senziente. Con un incremento, il bersaglio è in grado di comprendere e utilizzarne anche tutte le varianti dialettali e slang.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Parole, disegni, movimenti delle mani."
		},
		"Stun": {
			"name": "Stordire",
			"description": "<div class=\"swade-core\"><p>Il bersaglio di <i>stordire</i> subisce uno shock cinetico, sonico, acustico, luminoso, magico o di altra natura. Con un successo al tiro di attivazione, la vittima deve effettuare un tiro di Vigore (con -2 in caso di incremento al tiro di attivazione) altrimenti diventa <b>Stordito</b> (vedi pag. 136).</p><p><b>Modificatori</b></p><p><ul><li><b>Effetto ad area (+2/+3):</b> Per +2 Punti Potere l'effetto si estende a tutti gli esseri entro un Modello di Esplosione Media, o Grande per +3 Punti Potere.</li></ul></p></div>",

			"trapping": "Dardi di energia, bombe stordenti, esplosione sonica, bagliori accecanti."
		},
		"Summon Ally": {
			"name": "Evoca Alleato",
			"description": "<div class=\"swade-core\"><p>Questo potere permette al personaggio arcano di evocare un servitore magico fedele e obbediente, solitamente di forma umanoide. L'Alleato appare in un punto qualsiasi entro la Gittata e, in caso di incremento, possiede la capacità speciale Resistente.</p><p>L'alleato agisce con la stessa carta azione dell'evocatore e ne esegue gli ordini al meglio delle proprie capacità, ma è privo di inventiva, personalità ed emozioni. Al termine della Durata, o se Incapacitato, l'alleato scompare nel nulla senza lasciare traccia.</p><p>Il tipo di servitore che può essere evocato dipende dal Rango dell'evocatore. Con l'approvazione del GM, il giocatore può sostituire un'abilità con un'altra: se per esempio desidera un servitore in forma di lupo, può sostituire Sparare con Sopravvivenza, in modo che la creatura sappia seguire le tracce dei nemici.</p><p><div class=\"swade-core\">\n<table class=\"table value-table\"><caption class=\"table-caption\">\n<h2 class=\"table-title\">EVOCA ALLEATO</h2>\n</caption>\n<tbody>\n<tr class=\"table-header-row\">\n<th class=\"table-column-header\" scope=\"col\">COSTO</th>\n<th class=\"table-column-header\" scope=\"col\">RANGO</th>\n<th class=\"table-column-header\" scope=\"col\">ALLEATO</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td>2</td>\n<td>Principiante</td>\n<td>Servitore</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Navigato</td>\n<td>Guardia del Corpo</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Veterano</td>\n<td>Sosia Speculare*</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Eroico</td>\n<td>Sentinella</td>\n</tr>\n</tbody>\n</table>\n</div></p><p><i>* Sosia Speculare costa +2 Punti per Rango oltre Veterano, fino a un massimo di 10 PP a Leggendario.</i></p><p><b>Modificatori</b></p><p><ul><li><b>Artiglio/Morso (+1):</b> L'alleato può attaccare con il morso o gli artigli, infliggendo For+d6 danni.</li><li><b>Passeggero della mente (+1):</b> L'evocatore può comunicare e percepire attraverso l'alleato.</li><li><b>Volo (+2):</b> L'alleato può volare con Passo 12.</li></ul></p></div><p class=\"embedded-example\"><p><h1><strong>ALLEATI (STATISTICHE)</strong></h1></p><p><h2><strong>Servitore</strong></h2></p><p><b>Attributi</b>: Agilità d4, Forza d4, Intelligenza d4, Spirito d4, Vigore d4</p><p><b>Abilità:</b> Atletica d4, Combattere d4, Furtività d6, Percezione d4, Sparare d4</p><p><b>Parata:</b> 4; <b>Passo:</b> 4; <b>Robustezza:</b> 4</p><p><b>Vantaggi:</b> -</p><p><b>Capacità Speciali:</b></p><p><ul><li><b>Artigli:</b> For+d4.</li><li><b>Costrutto:</b> +2 a riprendersi da Scosso, ignora 1 punto di penalità da Ferite; non respira, immune a veleni e malattie.</li><li><b>Senza Paura:</b> Immune a Paura e Intimidire.</li></ul></p><p><h2><strong>Guardia del Corpo</strong></h2></p><p><b>Attributi</b>: Agilità d6, Forza d6, Intelligenza d4, Spirito d6, Vigore d6</p><p><b>Abilità:</b> Atletica d6, Combattere d6, Furtività d4, Intimidire d6, Percezione d4, Sparare d4</p><p><b>Parata:</b> 5; <b>Passo:</b> 6; <b>Robustezza:</b> 7 (2)</p><p><b>Vantaggi:</b> Primo Colpo</p><p><b>Equipaggiamento:</b> Attacco in mischia (For+d6).</p><p><b>Capacità Speciali:</b></p><p><ul><li><b>Armatura +2</b> Pelle dura e spessa.</li><li><b>Costrutto:</b> +2 a riprendersi da Scosso, ignora 1 punto di penalità da Ferite; non respira, immune a veleni e malattie.</li><li><b>Senza Paura:</b> Immune a Paura e Intimidire.</li></ul></p><p><h2><strong>Sosia Speculare</strong></h2></p><p>Si tratta di un alleato mistico che duplica le caratteristiche dell'evocatore, tranne per le seguenti eccezioni:</p><p><ul><li>È una Comparsa.</li><li>Possiede la stessa quantità di Punti Potere posseduti dall'evocatore dopo l'evocazione.</li><li>Non può attivare il potere evoca alleato.</li><li>Le sue abilità sono ridotte di un tipo di dado (minimo d4)</li><li>Possiede lo stesso equipaggiamento normale (eventuali proprietà magiche degli oggetti non vengono duplicate), che scompare assieme al Sosia al termine dell'evocazione.</li><li>Possiede le capacità speciali Costrutto e Senza Paura.</li></ul></p><p><h2><strong>Sentinella</strong></h2></p><p><b>Attributi</b>: Agilità d6, Forza d12+2, Intelligenza d6, Spirito d8, Vigore d10</p><p><b>Abilità:</b> Atletica d6, Combattere d10, Intimidire d10, Percezione d8</p><p><b>Parata:</b> 7; <b>Passo:</b> 6; <b>Robustezza:</b> 13 (4)</p><p><b>Vantaggi:</b> Resistenza Arcana, Spazzata Migliorata.</p><p><b>Equipaggiamento:</b> Attacco in mischia (For+d8).</p><p><b>Capacità Speciali:</b></p><p><ul><li><b>Armatura +4</b> Pelle di pietra.</li><li><b>Costrutto:</b> +2 a riprendersi da Scosso, ignora 1 punto di penalità da Ferite; non respira, immune a veleni e malattie.</li><li><b>Senza Paura:</b> Immune a Paura e Intimidire.</li><li><b>Taglia 2:</b> La sentinella è alta due metri e mezzo, e molto robusta.</li></ul></p>",

			"trapping": "Statuetta che cresce e diventa un servitore, tatuaggio che prende vita."
		},
		"Telekinesis": {
			"name": "Telecinesi",
			"description": "<div class=\"swade-core\"><p><i>Telecinesi</i> consente di spostare oggetti o creature (incluso il proprio personaggio) tramite la forza del pensiero o altri tipi di energia. Il potere agisce con Forza d10, o d12 in caso di incremento.</p><p>Un bersaglio non consenziente può opporsi con un tiro contrapposto di Spirito sia al momento dell'attivazione sia all'inizio di ciascun proprio turno successivo, fino a che non viene liberato. Ogni turno il personaggio arcano può spostare in qualunque direzione il bersaglio di una distanza pari alla propria Intelligenza, e può anche spingerlo contro pareti, soffitti o altri ostacoli, infliggendogli For+d6 danni.</p><p>Una creatura sollevata e lasciata cadere subisce gli usuali danni da caduta.</p><p><b>Oggetti Telecinetici:</b> Il personaggio arcano può impiegare <i>telecinesi</i> per utilizzare oggetti (inclusa un'arma), tramite un'azione. L'arma attacca con l'abilità appropriata del personaggio.</p></div>",

			"trapping": "Un gesto della mano, bacchetta magica, sguardo magnetico"
		},
		"Teleport": {
			"name": "Teletrasporto",
			"description": "<div class=\"swade-core\"><p><i>Teletrasporto</i> consente di far scomparire se stessi o un alleato e per riapparire istantaneamente entro 12\" (24 metri), o al doppio di tale distanza in caso di incremento. Teletrasportare il bersaglio verso un punto non visibile (per esempio oltre un ostacolo) impone una penalità di -2 al tiro di abilità arcana. Gli avversari adiacenti a un personaggio che viene teletrasportato non ottengono l'usuale attacco gratuito contro i nemici che si ritirano dalla mischia. Se il personaggio arcano <i>teletrasporta</i> un alleato, è lui stesso a decidere dove farlo riapparire.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li><li><b>Teletrasportare nemici (+2):</b> Il potere può essere utilizzato su un nemico, che deve essere toccato con un <b>Attacco di Contatto</b> (pag. 125). Tale attacco conta come azione, quindi l'attivazione del potere deve essere un'azione successiva in una sequenza di Azioni Multiple, se l'Attacco di Contatto ha successo. Il nemico resiste al tiro di attivazione del potere con un tiro contrapposto di Spirito. Se vince, il personaggio arcano teletrasporta il nemico di 12\" (o di 24\" con un incremento). Non può comunque essere teletrasportato all'interno di oggetti solidi.</li></ul></p></div>",

			"trapping": "Una nube di fumo, dissolvenza, trasformazione in fulmine."
		},
		"Wall Walker": {
			"name": "Arrampicamuri",
			"description": "<div class=\"swade-core\"><p><i>Arrampicamuri</i> consente al bersaglio di camminare su superfici verticali oppure orizzontali (a testa in giù!). Con un successo, il personaggio si muove con Passo dimezzato. Con un incremento, può muoversi del proprio Passo e persino correre.</p><p>Se costretto a effettuare un tiro di Atletica per arrampicarsi o rimanere attaccato alla superficie, il personaggio aggiunge +4 al totale.</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può esercitare il proprio effetto su più di un bersaglio, al costo di +1 Punto per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Tratti aracnidi, ventose o aculei su mani e piedi"
		},
		"Warrior's Gift": {
			"name": "Dono del Guerriero",
			"description": "<div class=\"swade-core\"><p>Con un successo, il bersaglio ottiene i benefici di un singolo Vantaggio di Combattimento a scelta del personaggio arcano. Il personaggio arcano (non il bersaglio!) deve soddisfare il Requisito di Rango del Vantaggio scelto. In caso di incremento, il bersaglio ottiene la versione Migliorata del Vantaggio (se disponibile, e anche se il Requisito di Rango non è soddisfatto).</p><p><b>Modificatori</b></p><p><ul><li><b>Bersagli aggiuntivi (+1):</b> Il potere può influenzare più di un bersaglio al costo di +1 Punto addizionale per ogni bersaglio oltre il primo.</li></ul></p></div>",

			"trapping": "Gesti, preghiere, parole sussurrate, concentrazione"
		},
		"Zombie": {
			"name": "Zombi",
			"description": "<div class=\"swade-core\"><p><i>Zombi</i> rianima i resti di un essere non più vivente, creando un servitore fedele ma non particolarmente sveglio. La creatura riportata in vita dispone di facoltà mentali limitate, simili a quelle di un animale, obbediente (anche se in maniera meccanica e letterale) agli ordini che riceve. La creatura non è telepatica e deve essere controllata tramite la voce.</p><p>L'essere mantiene le abilità fisiche che aveva in vita, ma Intelligenza, Spirito e abilità associate sono ridotte a d4. Con un incremento al tiro di attivazione, il personaggio arcano può decidere di migliorare di un tipo di dado uno dei Tratti della creatura. Vedi <b>Zombi</b> a pag. 241.</p><p>Questo potere <i>non</i> evoca i cadaveri da rianimare, che devono essere disponibili entro la Gittata.</p><p>Un non morto reso Incapacitato da danni <i>non può</i> essere rianimato nuovamente tramite questo potere: i resti si considerano troppo malridotti per essere ancora utilizzabili.</p><p><b>Modificatori</b></p><p><ul><li><b>Arma (+1 per Zombi):</b> I cadaveri si rianimano brandendo un'arma arrugginita ma funzionante, comune nell'ambientazione e nel loro ambiente, a scelta tra:<ul><li><b>Arma a Distanza:</b> Gittata 12/24/48, 2d6 danni.</li><li><b>Arma a Una Mano:</b> For+d6.</li></ul></li><li><b>ArmaTURA (+1 per Zombi):</b> Lo zombi si rianima con addosso una vecchia cotta di maglia, un giubbotto antiproiettile mezzo marcio, o simili, che gli conferisce Armatura 2.</li><li><b>Passeggero della mente (+1):</b> Il personaggio arcano può comunicare e percepire attraverso i sensi di uno dei cadaveri che ha rianimato. Se quest'ultimo è distrutto, può sceglierne un altro tra quelli in suo potere.</li><li><b>Permanente (0):</b> Lo zombi rimane attivo finché non viene distrutto (cioè reso Incapacitato dalle Ferite). Non vi sono costi addizionali, ma i Punti Potere utilizzati sono investiti permanentemente fino a che la creatura non viene distrutta. Il personaggio può decidere in qualunque momento di terminare l'effetto del potere, riottenendo i PP spesi al consueto ritmo di recupero. Gli zombi permanenti rimangono attivi anche se il loro creatore viene ucciso!</li><li><b>ZOMBI ADDIZIONALI (+1):</b> Una singola attivazione può rianimare un numero maggiore di cadaveri, spendendo +1 Punto per ogni bersaglio oltre il primo.</li></ul></p><p><h3><strong>Creature Zombi</strong></h3></p><p>Grazie al potere zombi possono essere riportati in vita anche animali e altre creature! Il costo è 2 PP per una creatura di Taglia -1 o -2; 3 PP per Taglia 0; e 1/2/3 PP per Sciami Piccoli/Medi/Grandi.</p><p>Rianimare creature più grandi di Taglia 0 costa 3 PP più la loro Taglia. Un orso grizzly, per esempio, ha Taglia 3 e costa quindi 6 PP.</p><p>Le creature rianimate perdono tutte le Capacità Speciali magiche o sovrannaturali, ma mantengono quelle inerenti come per esempio Frenesia Migliorata, Portata o l'attacco di uno Sciame.</p><p>Creature aggiuntive rianimate assieme alla prima non costano +1 PP (come indicato nel Modificatore Zombi Addizionali), bensì metà del costo della prima creatura (arrotondando per eccesso, con un minimo di 1 PP).</p></div>",

			"trapping": "Simboli incisi sui corpi, frammenti ossei da scagliare, cimiteri, libri rilegati in \"pelle\""
		}
	}
}